IDEA Open Model
BeamData.IsNegativeObject Property
Compatible with IDEA StatiCa Beta 20.0
 Is negative object
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool IsNegativeObject { get; set; }
Public Property IsNegativeObject As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
BeamData Class
IdeaRS.OpenModel.Connection Namespace